Repository: bk138/multivnc
Catalog: po/*.po
Languages: de, es, sv

source: Set the multicast socket receive buffer size. Increasing the value may help against packet loss. Note that the maximum value is operating system dependent.
de: Die Größe des Empfangspuffers für den Multicast-Socket. Eine Erhöhung des Wertes kann gegen Paketverluste helfen. Beachten Sie, dass der Maximalwert betriebssystemabhängig ist.
es: Establece el tamaño del búfer de recepción del socket multidifusión. Aumentar el valor puede ayudar contra la pérdida de paquetes. Tenga en cuenta que el valor máximo depende del sistema operativo.
sv: Ställ in storleken på multicast mottagningsbuffert för socket. Om du ökar värdet kan det hjälpa mot paketförlust. Observera att det maximala värdet beror på operativsystemet.

source: Share a Window
de: Ein Fenster teilen
es: Compartir una ventana
sv: Dela ett fönster

source: Sharing window with %s
de: Fenster wird geteilt mit %s
es: Ventana compartida con %s
sv: Delar fönster med %s

source: Show &Log
de: Protokoll &anzeigen
es: Mostrar &registro
sv: Visa &loggen

source: Show Help.
de: Hilfe anzeigen.
es: Mostrar Ayuda.
sv: Visa hjälpen.

source: Show detailed log.
de: Detailliertes Protokoll anzeigen.
es: Mostrar registro detallado.
sv: Visa detaljerad logg.

source: Socket Receive Buffer Size (kB):
de: Größe des Socket-Empfangspuffers (kB):
es: Tamaño del búfer de recepción del socket (kB):
sv: Storlek på mottagningsbuffert för socket (kB):

source: South
de: Süd
es: Sur
sv: Syd

source: Statistics
de: Statistiken
es: Estadísticas
sv: Statistik

source: Status
es: Estado

source: Stop
de: Stopp
es: Finalizar
sv: Stopp

source: Stop Recording
de: Aufnahme stoppen
es: Detener grabación
sv: Stoppa inspelning

source: Stop Replaying
de: Abspielen stoppen
es: Detener la reproducción
sv: Stoppa återuppspelning

source: Stop Window Sharing.
de: Teilen des Fenster beenden.
es: Detener el uso compartido de ventanas.
sv: Stoppa fönsterdelning.

source: Stopped recording user input!
de: Aufzeichnung von Benutzereingaben gestoppt!
es: Se ha dejado de grabar la entrada del usuario.
sv: Stoppade inspelning av användarindata!

source: Stopped replaying user input!
de: Abspielen der aufgezeichneten Eingaben gestoppt!
es: Se ha detenido la reproducción de la entrada del usuario.
sv: Stoppade återuppspelning av användarindata!

source: Stopped sharing window with %s
de: Teilen des Fensters mit %s beendet
es: Ventana compartida detenida con %s
sv: Stoppade fönsterdelning med %s

source: Supported Encodings:
de: Unterstützte Kodierungen:
es: Codificaciones admitidas:
sv: Kodningar som stöds:

source: Supported Security Types:
de: Unterstützte Sicherheitsarten:
es: Tipos de seguridad admitidos:
sv: Säkerhetstyper som stöds:

source: Take Screenshot
de: Screenshot aufnehmen
es: Hacer una captura de pantalla
sv: Ta ett skärmklipp

source: Take a screenshot of the current connection.
de: Einen Screenshot der aktuellen Verbindung machen.
es: Toma una captura de pantalla de la conexión actual.
sv: Tar en skärmdump av den aktuella anslutningen.

source: Terminate connection.
de: Verbindung beenden.
es: Finaliza la conexión.
sv: Avbryt anslutningen.

source: Text files (*.txt)|*.txt
de: Textdateien (*.txt)|*.txt
es: Archivos de texto (*.txt)|*.txt
sv: Textfiler (*.txt)|*.txt

source: The MultiVNC window will be minimized and a cross-shaped cursor will appear. Use it to select the window you want to share.
de: Das MultiVNC-Fenster wird minimiert und ein kreuzförmiger Cursor wird angezeigt. Verwenden Sie ihn, um das Fenster auszuwählen, das Sie teilen möchten.
es: La ventana MultiVNC se minimizará y aparecerá un cursor en forma de cruz. Utilícelo para seleccionar la ventana que desea compartir.
sv: MultiVNC-fönstret minimeras och en korsformad markör visas. Använd den för att välja det fönster du vill dela.

source: The fingerprint of the SSH server '%s' has changed since your last connection!
de: Der Fingerprint des SSH-Servers '%s' hat sich seit Ihrer letzten Verbindung geändert!
es: ¡La huella digital del servidor SSH '%s' ha cambiado desde su última conexión!
sv: SSH-serverns '%s' fingeravtryck har ändrats sedan din senaste anslutning!

source: This could indicate a security risk, such as a man-in-the-middle attack. It is also possible that a host key has just been changed. Expected fingerprint: SHA256:%s Received fingerprint: SHA256:%s
de: Dies könnte auf ein Sicherheitsrisiko, wie beispielsweise einen Man-in-the-Middle-Angriff, hindeuten. Es ist auch möglich, dass der Host-Schlüssel kürzlich geändert wurde. Erwarteter Fingerabdruck: SHA256:%s Empfangener Fingerabdruck: SHA256:%s
es: Esto podría indicar un riesgo de seguridad, como un ataque de intermediario. También es posible que se haya modificado recientemente una clave de host. Huella esperada: SHA256:%s Huella recibida: SHA256:%s
sv: Detta kan tyda på en säkerhetsrisk, såsom en man-in-the-middle-attack. Det är också möjligt att en värdnyckel just har ändrats. Förväntat fingeravtryck: SHA256:%s Mottaget fingeravtryck: SHA256:%s

source: This is the first time you are connecting to the SSH server '%s'. Please verify the server's fingerprint to ensure you are connecting to the correct server: SHA256:%s Do you want to trust this server and save its fingerprint for future connections?
de: Dies ist Ihre erste Verbindung zum SSH-Server "%s". Bitte überprüfen Sie den Fingerprint des Servers, um sicherzustellen, dass Sie mit dem richtigen Server verbunden sind: SHA256:%s Möchten Sie diesem Server vertrauen und seinen Fingerprint für zukünftige Verbindungen speichern?
es: Esta es la primera vez que se conecta al servidor SSH '%s'. Verifique la huella digital del servidor para asegurarse de conectarse al servidor correcto: SHA256:%s ¿Desea confiar en este servidor y guardar su huella digital para futuras conexiones?
sv: Det här är första gången du ansluter till SSH-servern '%s'. Verifiera serverns fingeravtryck för att säkerställa att du ansluter till rätt server: SHA256:%s Vill du lita på den här servern och spara dess fingeravtryck för framtida anslutningar?

source: Timeout looking up IP address.
de: Timeout bei der Suche nach der IP-Adresse.
es: Tiempo de espera para buscar la dirección IP.
sv: Tidsgränsen för IP-uppslagning överskreds.

source: Timeout looking up hostname.
de: Timeout bei der Suche nach dem Hostnamen.
es: Tiempo de espera para buscar el nombre de host.
sv: Tidsgränsen för värdnamnsuppslagning överskreds.

source: Toggle 1:1 view, disabling all scaling.
de: Zwischen 1:1-Ansicht und skalierter Ansicht wechseln.
es: Cambie entre vista 1:1 y vista escalada.
sv: Växla mellan 1:1-vy och skalad vy.

source: Toggle fullscreen view.
de: Vollbildansicht umschalten.
es: Alterna la vista de pantalla completa.
sv: Växlar helskärmsvy.

source: Toolbar
de: Symbolleiste
es: Barra de herramientas
sv: Verktygsfält

source: Updates/s:
es: Actualizaciónes/s:
sv: Uppdateringar/s:

source: Use specified compression level (0..9) for 'Tight' and 'Zlib' encodings. Level 1 uses minimum of CPU time and achieves weak compression ratios, while level 9 offers best compression but is slow in terms of CPU time consumption on the server side. Use high levels with very slow network connections, and low levels when working over high-speed LANs.
de: Komprimierungsstufe (0..9) für die Kodierungen "Tight" und "Zlib". Stufe 1 verbraucht ein Minimum an CPU-Zeit und erzielt schwache Komprimierungsraten, während Stufe 9 die beste Komprimierung bietet, aber langsam ist, was den CPU-Zeitverbrauch auf der Serverseite angeht. Verwenden Sie hohe Stufen bei sehr langsamen Netzwerkverbindungen und niedrige Stufen, wenn Sie über Hochgeschwindigkeits-LANs arbeiten.
es: Utilice el nivel de compresión especificado (0..9) para las codificaciones 'Tight' y 'Zlib'. El nivel 1 consume un mínimo de tiempo de CPU y logra ratios de compresión débiles, mientras que el nivel 9 ofrece la mejor compresión pero es lento en términos de consumo de tiempo de CPU en el lado del servidor. Utilice niveles altos con conexiones de red muy lentas, y niveles bajos cuando trabaje sobre redes LAN de alta velocidad.
sv: Använd angiven komprimeringsnivå (0..9) för Tight- och Zlib-kodningar. Nivå 1 använder minsta möjliga CPU-tid och uppnår svaga kompressionsförhållanden, medan nivå 9 ger bästa komprimering men är långsam när det gäller CPU-tid på serversidan. Använd höga nivåer vid mycket långsamma nätverksanslutningar och låga nivåer när du arbetar över höghastighets-LAN.

source: Use the specified quality level (0..9) for the 'Tight' and 'ZYWRLE' encodings. Quality level 0 denotes bad image quality but very impressive compression ratios, while level 9 offers very good image quality at lower compression ratios. Note that the "tight" encoder uses JPEG to encode only those screen areas that look suitable for lossy compression, so quality level 0 does not always mean unacceptable image quality.
de: Qualitätsstufe (0..9) für die Kodierungen "Tight" und "ZYWRLE". Qualitätsstufe 0 bedeutet schlechte Bildqualität, aber hohe Kompressionsraten, während Stufe 9 sehr gute Bildqualität bei niedrigeren Kompressionsraten bietet. Beachten Sie, dass der "Tight"-Encoder nur die Bildbereiche in JPEG kodiert, die für eine verlustbehaftete Komprimierung geeignet erscheinen, so dass Qualitätsstufe 0 nicht immer eine inakzeptable Bildqualität bedeutet.
es: Utilice el nivel de calidad especificado (0..9) para las codificaciones 'Tight' y 'ZYWRLE'. El nivel de calidad 0 denota una mala calidad de imagen pero unos ratios de compresión muy impresionantes, mientras que el nivel 9 ofrece una calidad de imagen muy buena con ratios de compresión más bajos. Tenga en cuenta que el codificador "tight" utiliza JPEG para codificar sólo las zonas de la pantalla que parecen adecuadas para la compresión con pérdidas, por lo que el nivel de calidad 0 no siempre significa una calidad de imagen inaceptable.
sv: Använd angiven kvalitetsnivå (0..9) för kodningarna Tight och ZYWRLE. Kvalitetsnivå 0 innebär dålig bildkvalitet men mycket imponerande kompressionsförhållanden, medan nivå 9 ger mycket god bildkvalitet vid lägre kompressionsförhållanden. Observera att tight-kodaren använder JPEG för att koda endast de skärmområden som ser lämpliga ut för förlustkomprimering, så kvalitetsnivå 0 innebär inte alltid oacceptabel bildkvalitet.

source: VNC Authentication
de: VNC-Authentifizierung
es: Autenticación VNC
sv: VNC-autentisering

source: VNC Port
es: Puerto VNC

source: VNC Server
es: Servidor VNC

source: Verify SSH Server Identity
de: SSH-Serveridentität überprüfen
es: Verificar la identidad del servidor SSH
sv: Verifiera SSH-serveridentitet

source: View 1:1
de: 1:1-Ansicht
es: Vista 1:1
sv: Vy 1:1

source: West
es: Oeste
sv: Väst

source: Window &Sharing
de: Fenster &Teilen
es: &Compartir Ventana
sv: &Fönsterdelning

source: Window share helper exited without an associated connection. That should not happen.
de: Der Dienst zum Teilen eines Fenster wurde ohne eine zugehörige Verbindung beendet. Das sollte nicht passieren.
es: El asistente para compartir ventanas salió sin una conexión asociada. Eso no debería suceder.
sv: Hjälparen för fönsterdelning avslutades utan associerad anslutning. Det borde inte hända.

source: Window sharing helper execution failed.
de: Die Ausführung des Dienstes zum Teilen eines Fensters ist fehlgeschlagen.
es: Fallo en la ejecución del asistente de compartición de ventanas.
sv: Exekvering av fönsterdelningshjälpen misslyckades.

source: Window sharing stopped. Shared window was closed.
de: Das Teilen eines Fensters wurde beendet. Gemeinsames Fenster wurde geschlossen.
es: La ventana compartida se detuvo. Se ha cerrado la ventana compartida.
sv: Fönsterdelningen har stoppats. Det delade fönstret stängdes.

source: Window sharing with %s stopped. Either the other side does not support receiving windows or the window was closed there.
de: Teilen eines Fensters mit %s beendet. Entweder unterstützt die andere Seite den Empfang von Fenstern nicht oder das Fenster wurde dort geschlossen.
es: Se ha detenido el uso compartido de ventanas con %s. O bien el otro lado no admite la recepción de ventanas o la ventana se cerró allí.
sv: Fönsterdelning med %s har stoppats. Antingen har den andra sidan inte stöd för att ta emot fönster eller också stängdes fönstret där.

source: Write VNC log to logfile (MultiVNC.log)
de: VNC-Protokoll in Logdatei schreiben (MultiVNC.log)
es: Escribir el registro de VNC en un archivo de registro (MultiVNC.log)
sv: Skriv VNC-logg till loggfil (MultiVNC.log)

source: libsshtunnel initialization failed
de: libsshtunnel konnte nicht initialisiert werden
es: Falló la inicialización de libsshtunnel
sv: libsshtunnel-initieringen misslyckades

source: translator-credits
de: Christian Beier <multivnc@christianbeier.net>
es: Christian Beier <multivnc@christianbeier.net>
sv: Åke Engelbrektson <eson@svenskasprakfiler.se>

source: About
de: Über
sv: Om

source: Multi-Sync Input Ctrl-M
de: Multi-Sync Eingabe Ctrl-M

source: Multi-Sync Input disabled.
de: Multi-Sync Eingabe deaktiviert.

source: Multi-Sync Input enabled: input is replicated to all connections.
de: Multi-Sync Eingabe aktiviert: Eingaben werden an alle Verbindungen gesendet.

source: Replicate mouse and keyboard input to all connections.
de: Maus- und Tastatureingaben an alle Verbindungen senden.

source: Quit
de: Beenden
sv: Avsluta

source: The server's identity could not be verified automatically. This may indicate a security risk (e.g., a man-in-the-middle attack) or the server may be using a self-signed or untrusted certificate. Certificate Details: - Subject: %s - Valid From: %s - Valid Until: %s - SHA-256 Fingerprint: %s Do you want to trust this certificate and continue? Select 'Yes' only if you are sure the fingerprint matches the expected server.
de: Die Identität des Servers konnte nicht automatisch verifiziert werden. Dies kann auf ein Sicherheitsrisiko (z. B. einen Man-in-the-Middle-Angriff) hinweisen oder darauf, dass der Server ein selbstsigniertes oder nicht vertrauenswürdiges Zertifikat verwendet. Zertifikatdetails: - Betreff: %s - Gültig ab: %s - Gültig bis: %s - SHA-256-Fingerabdruck: %s Möchten Sie diesem Zertifikat vertrauen und fortfahren? Wählen Sie 'Ja' nur, wenn Sie sicher sind, dass der Fingerabdruck mit dem erwarteten Server übereinstimmt.
sv: Serverns identitet kunde inte verifieras automatiskt. Detta kan tyda på en säkerhetsrisk (t.ex. en man-in-the-middle-attack) eller så kan servern använda ett självsignerat eller otillförlitligt certifikat. Certifikatinformation: - Ämne: %s - Giltigt från: %s - Giltigt till: %s - SHA-256-fingeravtryck: %s Vill du lita på detta certifikat och fortsätta? Välj bara 'Ja' om du är säker på att fingeravtrycket matchar den förväntade servern.

source: This could indicate a security attack (e.g., a man-in-the-middle attack) or a misconfigured server. Expected Certificate: - SHA-256 Fingerprint: %s Server's Certificate: - Subject: %s - Valid From: %s - Valid Until: %s - SHA-256 Fingerprint: %s Connecting to this server is UNSAFE unless you explicitly trust this new certificate. Do you want to proceed anyway? Only select 'Yes' if you have manually verified the new fingerprint.
de: Dies könnte auf einen Sicherheitsangriff (z. B. einen Man-in-the-Middle-Angriff) oder einen falsch konfigurierten Server hindeuten. Erwartetes Zertifikat: - SHA-256-Fingerabdruck: %s Serverzertifikat: - Betreff: %s - Gültig ab: %s - Gültig bis: %s - SHA-256-Fingerabdruck: %s Die Verbindung zu diesem Server ist unsicher, solange Sie diesem neuen Zertifikat nicht explizit vertrauen. Möchten Sie trotzdem fortfahren? Wählen Sie 'Ja' nur, wenn Sie den neuen Fingerabdruck manuell überprüft haben.
sv: Detta kan tyda på en säkerhetsattack (t.ex. en man-in-the-middle-attack) eller en felkonfigurerad server. Förväntat certifikat: - SHA-256-fingeravtryck: %s Serverns certifikat: - Ämne: %s - Giltigt från: %s - Giltigt till: %s - SHA-256-fingeravtryck: %s Det är OSÄKERT att ansluta till den här servern om du inte uttryckligen litar på det nya certifikatet. Vill du fortsätta ändå? Välj bara "Ja" om du har verifierat det nya fingeravtrycket manuellt.

source: Unverified Server Certificate
de: Unverifiziertes Serverzertifikat
sv: Overifierat servercertifikat

source: WARNING: The server's certificate does NOT match the expected fingerprint.
de: WARNUNG: Das Serverzertifikat stimmt NICHT mit dem erwarteten Fingerabdruck überein.
sv: VARNING: Serverns certifikat matchar INTE det förväntade fingeravtrycket.

source: Session ID
sv: Sessions-ID
