Repository: bk138/multivnc
Catalog: po/*.po
Languages: de, es, sv

source: %s (%s via %s)
es: %s (%s a través de %s)

source: %s (peer %s on %s via %s)
de: %s (Peer %s auf %s via %s)
es: %s (peer %s en %s a través de %s)
sv: %s (peer %s på %s via %s)

source: %s (peer %s on %s)
de: %s (Peer %s auf %s)
es: %s (peer %s en %s)
sv: %s (peer %s på %s)

source: %s Error
de: %s Fehler
es: Error %s
sv: %s Fel

source: %s Information
es: Información %s

source: &Add Bookmark
de: Lesezeichen &hinzufügen
es: &Añadir marcador
sv: &Lägg till bokmärke

source: &Bookmarks
de: &Lesezeichen
es: &Marcadores
sv: &Bokmärken

source: &Connect... Ctrl-T
de: &Verbindung... Strg-T
es: &Conectar... Ctrl-T
sv: &Anslut... Ctrl-T

source: &Contents
de: &Inhalt
es: &Contenido
sv: &Innehåll

source: &Delete Bookmark
de: Lesezeichen &löschen
es: &Borrar marcador
sv: &Ta bort bokmärke

source: &Disconnect
de: Verbindung &trennen
es: &Desconectar
sv: &Koppla från

source: &Edit Bookmark
de: Lesezeichen &bearbeiten
es: &Editar marcador
sv: &Redigera bokmärke

source: &Help
de: &Hilfe
es: &Ayuda
sv: &Hjälp

source: &Listen
de: &Eingehende Verbindung
es: Conexión &entrante
sv: &Lyssna

source: &Machine
de: &Maschine
es: &Máquina
sv: &Maskin

source: &Share a Window
de: &Ein Fenster teilen
es: &Compartir una ventana
sv: &Dela ett fönster

source: &View
de: &Ansicht
es: Ver
sv: &Visa

source: (Reverse Connection)
de: (Eingehende Verbindung)
es: (Conexión entrante)
sv: (Omvänd anslutning)

source: A bookmark with this name already exists!
de: Ein Lesezeichen mit diesem Namen existiert bereits!
es: Ya existe un marcador con este nombre.
sv: Det finns redan ett bokmärke med det här namnet!

source: Advanced
de: Erweitert
es: Avanzado
sv: Avancerad

source: Authentication canceled.
de: Anmeldung abgebrochen.
es: Autenticación cancelada.
sv: Autentiseringen avbröts.

source: Autosave statistics on close
de: Statistiken beim Schließen automatisch speichern
es: Autoguardar estadísticas al cerrar
sv: Spara statistik automatiskt vid avslut

source: Available VNC Servers
de: Verfügbare VNC-Server
es: Servidores descubiertos
sv: Tillgängliga VNC-servrar

source: Beam a window to the server.
de: Ein Fenster auf den Server senden.
es: Transmita una ventana al servidor.
sv: Stråla ett fönster till servern.

source: Bookmark %s
de: Lesezeichen %s
es: Marcador %s
sv: Bokmärk %s

source: Bookmarks
de: Lesezeichen
es: Marcadores
sv: Bokmärken

source: Built with
de: Gebaut mit
es: Construido con
sv: Byggt med

source: CSV files|*.csv
de: CSV-Dateien|*.csv
es: Archivos CSV|*.csv
sv: CSV-filer|*.csv

source: Cancel
de: Abbrechen
es: Cancelar
sv: Avbryt

source: Cannot bookmark a reverse connection!
de: Für eine eingehende Verbindung kann kein Lesezeichen angelegt werden!
es: No se puede marcar una conexión inversa.
sv: Kan inte bokmärka en omvänd anslutning!

source: Change preferences.
de: Einstellungen ändern.
es: Cambiar preferencias.
sv: Ändra inställningar.

source: Compression level for 'Tight' and 'Zlib' encodings:
de: Komprimierungsgrad für die Kodierungen "Tight" und "Zlib":
es: Nivel de compresión para las codificaciones 'Tight' y 'Zlib':
sv: Komprimeringsnivå för Tight- och Zlib-kodningar:

source: Connect
de: Verbindung
es: Conectar
sv: Anslut

source: Connect and update fingerprint
de: Verbinden und Fingerprint speichern
es: Conectar y actualizar la huella digital
sv: Anslut och uppdatera fingeravtryck

source: Connect to a specific host.
de: Verbindung zu einem bestimmten Host.
es: Conectarse a un host específico.
sv: Anslut en specifik värddator.

source: Connect without updating fingerprint
de: Verbinden ohne Speichern des Fingerprints
es: Conectarse sin actualizar la huella digital
sv: Anslut utan att uppdatera fingeravtrycket

source: Connected to %s
de: Verbindung zu %s
es: Conectado a %s
sv: Ansluten till %s

source: Connected to %s via %s
de: Verbindung zu %s über %s
es: Conectado a %s a través de %s
sv: Ansluten till %s via %s

source: Connected to %s via %s, waiting for peer %s
de: Verbunden mit %s über %s, warte auf Peer %s
es: Conectado a %s a través de %s, esperando al peer %s
sv: Ansluten till %s via %s, väntar på peer %s

source: Connected to %s, waiting for peer %s
de: Verbunden mit %s, warte auf Peer %s
es: Conectado a %s, esperando a peer %s
sv: Ansluten till %s, väntar på peer %s

source: Connecting to %s...
de: Verbindung zu %s...
es: Conectando con %s...
sv: Ansluter %s...

source: Connection already initialised. Please disconnect first.
de: Verbindung wurde bereits initialisiert. Bitte trennen Sie sie zuerst.
es: La conexión ya se ha iniciado. Por favor, desconéctese primero.
sv: Anslutningen är redan initierad. Vänligen koppla från först.

source: Connection failed.
de: Verbindung fehlgeschlagen.
es: Conexión fallida.
sv: Anslutningen misslyckades.

source: Connection terminated.
de: Verbindung abgebrochen.
es: Conexión terminada.
sv: Anslutningen avbröts.

source: Connection to %s is now multicast.
de: Verbindung zu %s ist jetzt Multicast.
es: La conexión a %s es ahora multidifusión.
sv: Anslutningen till %s är nu multicast.

source: Connection to %s is now unicast.
de: Verbindung zu %s ist jetzt Unicast.
es: La conexión a %s es ahora unidifusión.
sv: Anslutningen till %s är nu unicast.

source: Connection to %s switched to unicast.
de: Verbindung zu %s auf Unicast umgestellt.
es: Conexión a %s cambiada a unidifusión.
sv: Anslutningen till %s ändrades till unicast.

source: Connection to %s:%s terminated.
de: Verbindung zu %s:%s wurde beendet.
es: Conexión a %s:%s terminada.
sv: Anslutningen till %s:%s avbröts.

source: Connections
de: Verbindungen
es: Conexiones
sv: Anslutningar

source: Continously ask the server for updates instead of just asking after each received server message. Use this on high latency links.
de: Den Server kontinuierlich nach Aktualisierungen fragen, anstatt nur nach jeder empfangenen Server-Nachricht zu fragen. Verwenden Sie dies bei Verbindungen mit hoher Latenz.
es: Pregunta continuamente al servidor por actualizaciones en lugar de preguntar sólo después de cada mensaje recibido del servidor. Utilícelo en enlaces de alta latencia.
sv: Fråga kontinuerligt servern om uppdateringar i stället för att bara fråga efter varje mottaget servermeddelande. Använd detta på länkar med hög latenstid.

source: Continously request updates at the specified milisecond interval:
de: Fordert fortlaufend Aktualisierungen im angegebenen Millisekunden-Intervall an:
es: Solicita continuamente actualizaciones en el intervalo de milisegundos especificado:
sv: Begär kontinuerliga uppdateringar med angivet milisekundintervall:

source: Could not autosave statistics!
de: Die Statistiken konnten nicht automatisch gespeichert werden!
es: No se han podido autoguardar las estadísticas.
sv: Kunde inte spara statistik automatiskt!

source: Could not create VNC listener thread!
de: Konnte keinen VNC-Listener-Thread erstellen!
es: No se ha podido crear un hilo de escucha VNC.
sv: Kunde inte skapa VNC-lyssnartråd!

source: Could not create VNC thread!
de: VNC-Thread konnte nicht erstellt werden!
es: No se ha podido crear el hilo VNC.
sv: Kunde inte skapa VNC-tråd!

source: Could not open config file!
de: Konnte die Konfigurationsdatei nicht öffnen!
es: No se ha podido abrir el archivo de configuración.
sv: Kunde öppna config-fil!

source: Could not open file!
de: Datei konnte nicht geöffnet werden!
es: No se ha podido abrir el archivo.
sv: Kunde öppna fil!

source: Could not run window share helper.
de: Der Window Share Helper konnte nicht ausgeführt werden.
es: No se ha podido ejecutar el ayudante para compartir ventanas.
sv: Kunde inte köra fönsterdelningshjälpen.

source: Could not save config file!
de: Konnte die Konfigurationsdatei nicht speichern!
es: No se ha podido guardar el archivo de configuración.
sv: Kunde inte spara config-fil!

source: Could not save file!
de: Datei konnte nicht gespeichert werden!
es: No se ha podido guardar el archivo.
sv: Kunde inte spara fil!

source: Could not share window, external program execution failed.
de: Fenster konnte nicht mit Server geteilt werden, externe Programmausführung fehlgeschlagen.
es: No se pudo compartir la ventana, falló la ejecución del programa externo.
sv: Kunde inte dela fönster, extern programstart misslyckades.

source: Could not start VNC listener thread!
de: Der VNC-Listener-Thread konnte nicht gestartet werden!
es: No se ha podido iniciar el hilo de escucha VNC.
sv: Kunde inte starta VNC-lyssnartråd!

source: Could not start VNC thread!
de: VNC-Thread kann nicht gestartet werden!
es: No se ha podido iniciar el hilo VNC
sv: Kunde inte starta VNC-tråd!

source: Credentials required...
de: Anmeldedaten erforderlich...
es: Credenciales requeridas...
sv: Autentiseringsuppgifter krävs...

source: Detailed VNC Log
de: Ausführliches VNC-Protokoll
es: Registro VNC detallado
sv: Detaljerad VNC-logg

source: Disabled
de: Aus
es: Desactivada
sv: Inaktiverad

source: Disconnect
de: Verbindung trennen
es: Desconecte
sv: Koppla från

source: Discovered Servers
de: Entdeckte Server
es: Servidores descubiertos
sv: Identifierade servrar

source: East
de: Ost
es: Este
sv: Öst

source: Edge Connector
es: Conector de borde

source: Edit bookmark
de: Lesezeichen bearbeiten
es: Editar marcador
sv: Redigera bokmärke

source: Enable Expedited Forwarding tagging for sent data
de: Expedited-Forward-Tagging für gesendete Daten aktivieren
es: Activar el etiquetado Expedited Forwarding para los datos enviados
sv: Aktivera Expedited Forwarding-taggning för skickad data

source: Enable FastRequest
de: FastRequest einschalten
es: Activar FastRequest
sv: Aktivera FastRequest

source: Enable MulticastVNC
de: MulticastVNC aktivieren
es: Activar MulticastVNC
sv: Aktivera MulticastVNC

source: Enabled Encodings
de: Aktivierte VNC-Kodierungen
es: Codificaciones activadas
sv: Aktiverade kodningar

source: Encodings
de: VNC-Kodierungen
es: Codificaciones
sv: Kodningar

source: Enter bookmark name:
de: Name des Lesezeichens eingeben:
es: Introduzca el nombre del marcador:
sv: Ange bokmärkesnamn:

source: Enter name of window to share:
de: Geben Sie den Namen des freizugebenden Fensters ein:
es: Introduzca el nombre de la ventana que desea compartir:
sv: Ange namn för fönster att dela:

source: Enter password:
de: Passwort eingeben:
es: Introduce la contraseña:
sv: Ange lösenord:

source: Error reading hostname of bookmark '%s'!
de: Fehler beim Lesen des Hostnamens des Lesezeichens "%s"!
es: ¡Error al leer el nombre de host del marcador '%s'!
sv: Fel vid inläsning av värdnamn för bokmärket %s!

source: Error reading port of bookmark '%s'!
de: Fehler beim Lesen des Ports des Lesezeichens "%s"!
es: ¡Error al leer el puerto del marcador '%s'!
sv: Fel vid inläsning av port för bokmärket %s!

source: Exit MultiVNC.
de: MultiVNC verlassen.
es: Salga de MultiVNC.
sv: Avsluta MultiVNC.

source: Failed to open file %s.
de: Datei %s konnte nicht geöffnet werden.
es: No se pudo abrir el archivo %s.
sv: Misslyckades med att öppna filen %s.

source: Failed to save credentials to the system secret store.
de: Die Anmeldeinformationen konnten nicht im sicheren Speicher des Systems gespeichert werden.
es: Error al guardar las credenciales en el almacén secreto del sistema.
sv: Kunde inte spara autentiseringsuppgifter i systemets hemliga arkiv.

source: Failure connecting to SSH server at %s:%s!
de: Verbindung zu Server %s:%s fehlgeschlagen!
es: ¡Fallo al conectar con el servidor en %s:%s!
sv: Kunde inte ansluta till servern på %s:%s!

source: Failure connecting to server at %s:%d!
de: Verbindung zu Server %s:%d fehlgeschlagen!
es: ¡Fallo al conectar con el servidor en %s:%d!
sv: Kunde inte ansluta till servern på %s:%d!

source: Failure listening on port %d!
de: Fehler bei eingehender Verbindung auf des Port %d!
es: Conexión entrante en el puerto %d
sv: Fel vid lyssning på port %d!

source: Failure setting up framebuffer: wrong BPP!
de: Fehler bei der Einrichtung des Framebuffers: falsche BPP!
es: Fallo al configurar el framebuffer: ¡BPP incorrecto!
sv: Fel i inställningen av rambuffert: Fel BPP!

source: File %s is empty.
de: Datei %s ist leer.
es: El archivo %s está vacío.
sv: Filen %s är tom.

source: From now on, all your mouse and keyboard input will be recorded. Click the stop button to finish recording and save your input.
de: Von nun an werden alle Ihre Maus- und Tastatureingaben aufgezeichnet. Klicken Sie auf die Schaltfläche "Stopp", um die Aufzeichnung zu beenden und Ihre Eingaben zu speichern.
es: A partir de ahora, todas las entradas de ratón y teclado se grabarán. Haga clic en el botón de parada para finalizar la grabación y guardar sus entradas.
sv: Från och med nu kommer alla dina mus- och tangentbordsinmatningar att registreras. Klicka på stoppknappen för att avsluta inspelningen och spara din inmatning.

source: Fullscreen
de: Vollbild
es: Pantalla completa
sv: Fullskärm

source: Fullscreen F11
de: Vollbild F11
es: Pantalla completa F11
sv: Fullskärm F11

source: GAAH! Got an unhandled exception! This should not happen.
de: Unbehandelte Ausnahme erhalten! Dies sollte nicht passieren.
es: ¡Tengo una excepción no manejada! Esto no debería ocurrir.
sv: GAAH! Vi fick ett obehandlat undantag! Detta borde inte inträffa.

source: Grab Keyboard
de: Alle Tastatureingaben abfangen
es: Agarrar teclado
sv: Ta över tangentbordet

source: If connecting to a repeater, enter the session ID here:
es: Si se conecta a un repetidor, introduzca aquí el ID de sesión:

source: If there are VNC servers advertising themselves via ZeroConf, you can select a host in the'Available VNC Servers' list. Otherwise, use the 'Connect' button or menu item. When connected, a blue or green icon on the tab label shows if you are running in unicast or multicast mode.
de: Wenn es VNC-Server gibt, die sich über ZeroConf/Bonjour melden, können Sie einen Host in der Liste "Verfügbare VNC-Server" auswählen. Andernfalls verwenden Sie die Schaltfläche "Verbinden" oder den Menüpunkt "Verbinden". Wenn Sie verbunden sind, zeigt ein blaues oder grünes Symbol auf der Registerkarte an, ob Sie im Unicast- oder Multicast-Modus arbeiten.
es: Si hay servidores VNC que se anuncian a través de ZeroConf, puede seleccionar un host en la lista 'Servidores VNC disponibles'. De lo contrario, utilice el botón "Conectar" o el elemento de menú. Cuando está conectado, un icono azul o verde en la etiqueta de la pestaña muestra si se está ejecutando en modo unidifusión o multidifusión.
sv: Om det finns VNC-servrar som annonserar sig själva via ZeroConf kan du välja en värddator i listan "Tillgängliga VNC-servrar". Annars kan du använda knappen "Anslut" eller menyalternativet. När du är ansluten visar en blå eller grön ikon på fliketiketten om du kör i unicast- eller multicast-läge.

source: If using an SSH server, remember to correctly set the host to connect to above. For example, set it to localhost when the VNC server is on the same host as the SSH server.
de: Wenn Sie einen SSH-Server verwenden, denken Sie daran, den Host, zu dem die Verbindung hergestellt werden soll, korrekt zu setzen. Setzen Sie ihn beispielsweise auf "localhost", wenn sich der VNC-Server auf demselben Host wie der SSH-Server befindet.
es: Si usa un servidor SSH, recuerde configurar correctamente el host al que se conectará. Por ejemplo, configúrelo como localhost cuando el servidor VNC esté en el mismo host que el servidor SSH.
sv: Om du använder en SSH-server, kom ihåg att ställa in värden att ansluta till korrekt ovan. Ställ till exempel in den på localhost när VNC-servern är på samma värd som SSH-servern.

source: Incoming Connection.
de: Eingehende Verbindung.
es: Conexión entrante.
sv: Inkommande anslutning.

source: Intercept all keyboard input. Allows you to use special keys that would otherwise be interpreted by the local computer.
de: Alle Tastatureingaben abfangen. Ermöglicht die Verwendung von Sondertasten, die sonst vom lokalen Computer interpretiert werden würden.
es: Intercepta todas las entradas de teclado. Permite utilizar teclas especiales que, de otro modo, serían interpretadas por el ordenador local.
sv: Uppfattar all tangentbordsinmatning. Gör det möjligt att använda speciella tangenter som annars skulle tolkas av den lokala datorn.

source: Latency ms:
de: Latenz ms:
es: Latencia ms:
sv: Latens ms:

source: Listen
de: Eingehende Verbindung
es: Conexión entrante
sv: Lyssna

source: Listen for an incoming connection.
de: Eingehende Verbindung.
es: Espere una conexión entrante.
sv: Lyssnar efter inkommande anslutning.

source: Listening failed.
de: Eingehende Verbindung fehlgeschlagen.
es: Conexión entrante fallida.
sv: Lyssnandet misslyckades.

source: Listening on port
de: Eingehende Verbindung auf Port
es: Conexión entrante en el puerto
sv: Lyssnar på port

source: Load recorded input...
de: Aufgezeichnete Eingaben laden...
es: Carga la entrada grabada...
sv: Läs in inspelad indata...

source: Logging
de: Protokollierung
es: Registro
sv: Loggning

source: Looking up host address...
de: Nachschlagen der Host-Adresse...
es: Buscando la dirección del host...
sv: Söker upp värdadress...

source: Loss Ratio:
de: Paketverlustverhältnis:
es: Ratio de pérdidas:
sv: Förlustkvot:

source: Lossy Encodings Settings
de: Einstellungen für verlustbehaftete VNC-Kodierungen
es: Ajustes de codificación con pérdidas
sv: Inställningar för förstörande kodningar

source: MultiVNC crashed
de: MultiVNC ist abgestürzt
es: MultiVNC se bloquea
sv: MultiVNC kraschade

source: MultiVNC is a cross-platform SSH-enabled VNC client.
de: MultiVNC ist ein plattformübergreifender, SSH-fähiger VNC-Client.
es: MultiVNC es un cliente VNC multiplataforma compatible con SSH.
sv: MultiVNC är en plattformsöverskridande SSH-aktiverad VNC-klient.

source: New bookmark name:
de: Name des neuen Lesezeichens:
es: Nuevo nombre de marcador:
sv: Nytt bokmärkesnamn:

source: No bookmark selected!
de: Kein Lesezeichen ausgewählt!
es: No se ha seleccionado ningún marcador.
sv: Inget bokmärke valt!

source: No bookmark with this name!
de: Kein Lesezeichen mit diesem Namen!
es: ¡Ningún marcador con este nombre!
sv: Det finns inget bokmärke med det namnet!

source: None selected
de: Nichts ausgewählt
es: Ninguna seleccionada
sv: Ingen vald

source: North
de: Nord
es: Norte
sv: Norr

source: Nothing to save!
de: Nichts zu speichern!
es: ¡No hay nada que salvar!
sv: Inget att spara!

source: Open Private Key
de: Privaten Schlüssel öffnen
es: Abrir clave privada
sv: Öppna privat nyckel

source: Ouch! MultiVNC crashed. This should not happen. Do you want to generate a bug report?
de: MultiVNC ist abgestürzt. Das sollte nicht passieren. Möchten Sie einen Fehlerbericht erstellen?
es: ¡Ay! MultiVNC se estrelló. Esto no debería ocurrir. ¿Quiere generar un informe de error?
sv: Ajaj! MultiVNC kraschade. Detta borde inte hända. Vill du generera en felrapport?

source: PNG files|*.png
de: PNG-Dateien|*.png
es: Archivos PNG|*.png
sv: PNG-filer|*.png

source: Password
de: Kennwort
es: Contraseña
sv: Lösenord

source: Password required!
de: Passwort erforderlich!
es: ¡Contraseña obligatoria!
sv: Lösenord krävs!

source: Please enter password for user '%s'
de: Bitte Passwort für Benutzer '%s' eingeben
es: Introduzca la contraseña del usuario '%s'
sv: Ange lösenord för användare '%s'

source: Preferences
de: Einstellungen
es: Preferencias
sv: Inställningar

source: Private Key
de: Privater Schlüssel
es: Clave privada
sv: Privat nyckel

source: Private Key Password
de: Password für privaten Schlüssel
es: Contraseña de clave privada
sv: Lösenord för privat nyckel

source: Quality level for 'Tight' and 'ZYWRLE' encoding:
de: Qualitätsstufe für die Kodierung "Tight" und "ZYWRLE":
es: Nivel de calidad para la codificación 'Tight' y 'ZYWRLE':
sv: Kvalitetsnivå för Tight- och ZYWRLE-kodning:

source: Quality of Service
es: Calidad del servicio
sv: Tjänstens kvalitet

source: Rcv Buffer:
de: Empfangspuffer:
es: Búfer Rcpt:
sv: Rcv-buffert:

source: Receive Buffer Size (kB):
de: Größe des Empfangspuffers (kB):
es: Tamaño del búfer de recepción (kB):
sv: Storlek på mottagningsbuffert (kB):

source: Record Input
de: Eingaben aufzeichnen
es: Registro de entrada
sv: Spela in indata

source: Record mouse and keyboard input for later replay as a macro.
de: Aufzeichnen von Maus- und Tastatureingaben, um sie später als Makro wiederzugeben.
es: Graba la entrada del mouse y del teclado para reproducirla más tarde como una macro.
sv: Spelar in mus- och tangentbordsinmatning för senare uppspelning som ett makro.

source: Recording user input...
de: Aufzeichnung von Benutzereingaben...
es: Grabación de la entrada del usuario...
sv: Spelar in användarindata...

source: Replay Input
de: Eingaben abspielen
es: Repetición de la entrada
sv: Återupprepa indata

source: Replay a recorded mouse and keyboard input macro. If <Shift> is held down while clicking this button, the macro is replayed in a loop.
de: Abspielen aufgezeichneter Maus- und Tastatureingabemakro. Wenn beim Klicken auf diese Schaltfläche die Umschalttaste gedrückt gehalten wird, wird das Makro in einer Schleife abgespielt.
es: Reproduce una macro de entrada de teclado y mouse grabada. Si se mantiene presionado <Shift> mientras se hace clic en este botón, la macro se reproduce en un bucle.
sv: Spelar om ett inspelat inmatningsmakro för mus och tangentbord. Om <Shift> hålls nedtryckt medan du klickar på den här knappen, spelas makrot upp i en loop.

source: Replay finished!
de: Abspielen aufgezeichneter Eingaben beendet!
es: ¡Repetición finalizada!
sv: Återupprepning slutförd!

source: Replaying user input in loop...
de: Abspielen aufgezeichneter Eingaben in einer Schleife...
es: Reproducir la entrada del usuario en bucle...
sv: Återupprepar användarinmatning i loop...

source: Replaying user input...
de: Apspielen von Benutzereingaben...
es: Reproducir la entrada del usuario...
sv: Återupprepar användarinmatning...

source: Request a Feature / Report a Bug
de: Feature wünschen / Bug melden
es: Solicitar una función / Informar de un error
sv: Begär en funktion / Rapportera ett fel

source: Reverse connection terminated.
de: Eingehende Verbindung abgebrochen.
es: Conexión entrante terminada.
sv: Omvänd anslutning avslutad.

source: S&top Sharing Window
de: Teilen eines Fensters &beenden
es: Finalizar Compartir Ventana
sv: Stoppa fönsterdelning

source: SSH Password
de: SSH-Kennwort
es: Contraseña SSH
sv: SSH-lösenord

source: SSH Port
es: Puerto SSH

source: SSH Server
es: Servidor SSH

source: SSH Tunnel
es: Túnel SSH

source: SSH User
de: SSH-Benutzer
es: Usuario SSH
sv: SSH-användare

source: Save Statistics...
de: Statistik speichern...
es: Guardar estadísticas...
sv: Spara statistik...

source: Save log as...
de: Protokoll speichern unter...
es: Guardar registro como...
sv: Spara logg som...

source: Save recorded input...
de: Aufgenommene Eingaben speichern...
es: Guardar la entrada grabada...
sv: Spara inspelad indata...

source: Save screenshot...
de: Bildschirmfoto speichern...
es: Guardar captura de pantalla...
sv: Spara skärmklipp...

source: Saving %s statistics...
de: Speichern der %s-Statistik...
es: Guardando estadísticas %s...
sv: Sparar %s statistik...

source: Saving bookmark
de: Lesezeichen speichern
es: Guardar marcador
sv: Sparar bokmärke

source: Set the multicast receive buffer size. Increasing the value may help against packet loss. The size of this buffer is independent of the operating system.
de: Die Größe des Multicast-Empfangspuffers. Eine Vergrößerung des Wertes kann gegen Paketverluste helfen. Die Größe dieses Puffers ist unabhängig vom Betriebssystem.
es: Establece el tamaño del búfer de recepción de multidifusión. Aumentar el valor puede ayudar contra la pérdida de paquetes. El tamaño de este búfer es independiente del sistema operativo.
sv: Ställ in storleken på bufferten för multicast-mottagning. Om du ökar värdet kan det hjälpa mot paketförlust. Storleken på denna buffert är oberoende av operativsystemet.
